Fri3dCamp/badge_firmware/boards/octopus/sdkconfig.defaults
# Platform configuration
CONFIG_IDF_TARGET="esp32"
CONFIG_FRI3D_BADGE_OCTOPUS=y

# Convenience for development
# CONFIG_FRI3D_LOG_DEBUG=y
# CONFIG_FRI3D_LOG_VERBOSE=y

# Temporary disable buzzer
CONFIG_FRI3D_BUZZER=n
